IDEA StatiCa Open Model
ConnectionSetup.ApplyBearingCheck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ApplyBearingCheck
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ApplyBearingCheck { get; set; }
Public Property ApplyBearingCheck As Boolean
	Get
	Set
public:
property bool ApplyBearingCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace